const Mock=require("mockjs");
Mock.mock("/five",{
	status:0,
	data:[
		{id:10,name:"张三",tp:"121345664"},
		{id:11,name:"李宇春",tp:"121345664"},
		{id:12,name:"刘德华",tp:"121345664"},
		{id:13,name:"黎明",tp:"121345664"},
		{id:14,name:"苏有朋",tp:"121345664"},
		{id:15,name:"张总",tp:"121345664"},
		{id:16,name:"林心如",tp:"121345664"},
		{id:17,name:"余秋雨",tp:"121345664"},
		{id:18,name:"冰心",tp:"121345664"},
        {id:19,name:"周华健",tp:"121345664"},
        {id:20,name:"马占山",tp:"121345664"},
        {id:21,name:"张秋生",tp:"121345664"},
        {id:22,name:"王丽坤",tp:"121345664"},
        {id:23,name:"东站",tp:"121345664"},
        {id:24,name:"王心凌",tp:"121345664"},
        {id:25,name:"周杰伦",tp:"121345664"},
        {id:26,name:"张震",tp:"121345664"},
        {id:27,name:"大约",tp:"121345664"},
        {id:28,name:"苏有朋",tp:"121345664"},
        {id:29,name:"古巨基",tp:"121345664"},
        {id:30,name:"赵薇",tp:"121345664"},
        {id:31,name:"周星驰",tp:"121345664"},
        {id:31,name:"证求孙",tp:"121345664"},
        {id:31,name:"许嵩",tp:"121345664"},
        {id:31,name:"可正当",tp:"121345664"}


	]
});