const Mock=require("mockjs");
Mock.mock("/seven",{
	status:0,
	data:[
		{id:10222010,name:"汉城路",time:"2018.05.30"},
		{id:10222011,name:"明光路",time:"2018.05.30"},
		{id:10222012,name:"电子四路",time:"2018.05.30"},
		{id:10222013,name:"雁塔路",time:"2018.05.30"},
		{id:10222014,name:"小寨西路",time:"2018.05.30"},
		{id:10222015,name:"小寨东路",time:"2018.05.30"},
		{id:10222016,name:"大寨路",time:"2018.05.30"},
		{id:10222017,name:"雁塔路",time:"2018.05.30"},
		{id:10222018,name:"小寨东路",time:"2018.05.30"},
        {id:10222019,name:"小寨东路",time:"2018.05.30"},
        {id:10222020,name:"小寨东路",time:"2018.05.30"},
        {id:10222021,name:"小寨东路",time:"2018.05.30"},
        {id:10222022,name:"小寨东路",time:"2018.05.30"},
        {id:10222023,name:"小寨东路",time:"2018.05.30"},
        {id:10222024,name:"华山路",time:"2018.05.30"},
        {id:10222025,name:"未央路",time:"2018.05.30"},
        {id:10222026,name:"未央路",time:"2018.05.30"},
        {id:10222027,name:"未央路",time:"2018.05.30"},
        {id:10222028,name:"未央路",time:"2018.05.30"},
        {id:10222029,name:"未央路",time:"2018.05.30"},
        {id:10222030,name:"未央路",time:"2018.05.30"},
        {id:10222031,name:"未央路",time:"2018.05.30"},
        {id:10222032,name:"未央路",time:"2018.05.30"},
        {id:10222033,name:"未央路",time:"2018.05.30"},
        {id:10222034,name:"未央路",time:"2018.05.30"}


	]
});